Key,"Turkish (Turkey)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"BASINÇ
VANASI"
Settings_Screen.Washing_Pump_Button.Text,"YIKAMA
POMPASI"
Settings_Screen.Washing_Gun_Button.Text,"YIKAMA
TABANCASI"
Settings_Screen.Blower_Test.Text,"BLOWER
TEST"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,"ŞİRKET İSMİ"
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"MAKS. BASINÇ: "
Automatic_Screen.Auto_Wash_Button.Text,"OTOMATİK
YIKAMA"
Drying_Screen.Drying_Start.Text,KURUTMA
Drying_Screen.Drying_Time_Text.Text,"KURUTMA SÜRESİ"
Drying_Screen.Drying_Min_Set.Prefix,"KUR: "
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"KAPAK YUKARI"
Drying_Screen.Door_Close_Button.Text,"KAPAK AŞAĞI"
Drying_Screen.Stable_Down.Text,"FİLTRE SABİTLEYİCİ
AŞAĞI"
Drying_Screen.Button4.Text,"FİLTRE SABİTLEYİCİ
YUKARI"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"OTOMATİK
YIKAMA"
Drying_Screen.Manuel_Button.Text,"AYARLI
YIKAMA"
Drying_Screen.Alarm_button.Text,"ARIZA
TAKİP"
Drying_Screen.Drying_Button.Text,KURUTMA
Drying_Screen.Test_Nav.Text,TEST
Test_Screen.Test_Nav.Text,TEST
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"OTOMATİK
YIKAMA"
Test_Screen.Manuel_Button.Text,"AYARLI
YIKAMA"
Test_Screen.Alarm_button.Text,"ARIZA
TAKİP"
Test_Screen.Drying_Button.Text,KURUTMA
Test_Screen.Filter_Test.Text,TEST
Test_Screen.CleanFilter.Text,"TEMİZ FİLTRE"
Test_Screen.DirtyFilter.Text,"KİRLİ FİLTRE"
Test_Screen.CloggedFilter.Text,"TIKANMIŞ FİLTRE"
Test_Screen.Text1.Text,BASINÇ
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.AnalogNumeric6.Prefix,
Test_Screen.AnalogNumeric6.Suffix,
Test_Screen.Text2.Text,"Seri Numara"
Test_Screen.Text3.Text,"Müşteri Numara"
Automatic_Screen.Drying_Button.Text,KURUTMA
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"OTOMATİK
YIKAMA"
Automatic_Screen.Manuel_Button.Text,"AYARLI
YIKAMA"
Automatic_Screen.Alarm_button.Text,"ARIZA
TAKİP"
Automatic_Screen.Test_Nav.Text,TEST
Test_Screen.Stable_Down.Text,"FİLTRE SABİTLEYİCİ
AŞAĞI"
Test_Screen.Stable_Up.Text,"FİLTRE SABİTLEYİCİ
YUKARI"
Test_Screen.Door_Open_Button.Text,"KAPAK YUKARI"
Test_Screen.Door_Close_Button.Text,"KAPAK AŞAĞI"
Automatic_Screen.Stable_Down.Text,"FİLTRE SABİTLEYİCİ
AŞAĞI"
Automatic_Screen.Stable_Up.Text,"FİLTRE SABİTLEYİCİ
YUKARI"
Automatic_Screen.Door_Open_Button.Text,"KAPAK YUKARI"
Automatic_Screen.Door_Close_Button.Text,"KAPAK AŞAĞI"
Alarm_Screen.Drying_Button.Text,KURUTMA
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"AYARLI
YIKAMA"
Alarm_Screen.Alarm_button.Text,"ARIZA
TAKİP"
Alarm_Screen.Test_Nav.Text,TEST
Alarm_Screen.Auto_Button.Text,"OTOMATİK
YIKAMA"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Acil Stop Tuşu Basılı"
AlarmServer.Default_Phase_Sequence.StaticText,"Faz Sırası Yanlış"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Yıkama Pompası Arızalı"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Pompa Motoru Arızalı"
AlarmServer.Default_Blower_Error.StaticText,"Blover Arızalı"
Automatic_Screen.Heater_Button.Text,ISITICI
Automatic_Screen.Heater_Button.Texts[0],"ISITICI KAPALI"
Automatic_Screen.Heater_Button.Texts[1],"ISITICI AÇIK"
Test_Screen.Text.Text,"TEST İÇİN YIKAMAYI DURDURUN!"
Test_Screen.Text4.Text,UYARI!
Automatic_Screen.Text.Text,"YIKAMA İÇİN TESTİ DURDURUN!"
Automatic_Screen.Text4.Text,UYARI!
Automatic_Screen.Text2.Text,"Lütfen Yıkama Süresi Girin!"
Drying_Screen.Text4.Text,UYARI!
Drying_Screen.Text2.Text,"LÜTFEN KURUTMA İÇİN ZAMAN GİRİN!"
Drying_Screen.Drying_Heat_Text.Text,"KURUTMA SICAKLIĞI"
Drying_Screen.Drying_Heat_Set.Prefix,"KUR: "
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"KURUTMA SICAKLIĞI"
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"LÜTFEN GEÇERLİ BİR SICAKLIK DEĞERİ GİRİN"
Drying_Screen.Text1.Text,"DEĞER:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"ADMIN
SAYFASI"
Admin_Page.Back_Button.Text,GERİ
Admin_Page.prewashWaterTime_Text.Text,"Ön-Yıkama Su Süresi"
Admin_Page.cleaningRestTime_Text.Text,"Temizleme Dinlendirme Süresi"
Admin_Page.dryingAirTime_Text.Text,"Kurutma Hava Süresi"
Admin_Page.dryingRestTime_Text.Text,"Kurutma Dinlendirme Süresi"
Admin_Page.cleaningWaterTime_Text.Text,"Temizleme Yıkama Süresi"
Admin_Page.cleaningPressTime_Text.Text,"Temizleme Basınçlı Yıkama Süresi"
Admin_Page.prewashRestTime_Text.Text,"Ön-Yıkama Dinlendirme Süresi"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix,sn.
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix,sn.
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix,sn.
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix,sn.
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix,sn.
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix,sn.
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix,sn.
Admin_Page.Warning_Text.Text,"Değerleri Değiştirerek Tüm Riskleri Kabullenmiş Olursunuz"
LoginScreen.Text.Text,"Admin Girişi"
LoginScreen.CancelButton.Text,İPTAL
LoginScreen.LoginButton.Text,GİRİŞ
LoginScreen.Button.Text,
LoginScreen.Text1.Text,UYARI!
LoginScreen.Text2.Text,"Yanlış Şifre!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Genişlet
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,Eğim
Test_Screen.NarrowButton.Text,Daralt
Automatic_Screen.Text1.Text,BASINÇ
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sn.
Admin_Page.TestTime_Text.Text,"Filtre Test Süresi"
Manuel_Screen.Drying_Button.Text,KURUTMA
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TEST
Manuel_Screen.Auto_Button.Text,"OTOMATİK
YIKAMA"
Manuel_Screen.Alarm_button.Text,"ARIZA
TAKİP"
Manuel_Screen.Manuel_Button.Text,"AYARLI
YIKAMA"
Manuel_Screen.Door_Open_Button.Text,"KAPAK YUKARI"
Manuel_Screen.Door_Close_Button.Text,"KAPAK AŞAĞI"
Manuel_Screen.Stable_Down.Text,"FİLTRE SABİTLEYİCİ
AŞAĞI"
Manuel_Screen.Stable_Up.Text,"FİLTRE SABİTLEYİCİ
YUKARI"
Manuel_Screen.MWashing_Button.Text,"AYARLI
YIKAMA"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"YIKAMA SÜRESİ"
Manuel_Screen.Set_Heat.Prefix,"KUR: "
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,"KUR: "
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,ISITICI
Manuel_Screen.Text.Text,"Lütfen Döngü Sayılarını Seçin"
Manuel_Screen.Text4.Text,UYARI!
Manuel_Screen.Text2.Text,"Lütfen Yıkama Süresi Girin!"
Manuel_Screen.Setting_Button.Text,"YIKAMA AYARLARI"
Manuel_Screen.Heater_Button.Texts[0],"ISITICI KAPALI"
Manuel_Screen.Heater_Button.Texts[1],"ISITICI AÇIK"
Automatic_Screen.Setting_Button.Text,"YIKAMA AYARLARI"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 Döngü"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 Döngü"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 Döngü"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 Döngü"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 Döngü"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"Döngü Yok"
Manuel_Screen.PreWash_Cycle_Text.Text,"ÖN YIKAMA DÖNGÜSÜ"
Manuel_Screen.Dry_Cycle_Text.Text,"SU SIYIRMA DÖNGÜSÜ"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,Eğim
Automatic_Screen.Gun_Button.Text,"Y. TABANCASI"
Manuel_Screen.Gun_Button.Text,"Y. TABANCASI"
Manuel_Screen.Press_Button.Text,BASINÇ
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Lütfen Kapağı Kapatın"
Automatic_Screen.t_Door.Text,"Lütfen Kapağı Kapatın"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Su Seviyesi Düşük"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Su Seviyesi Düşük"
Settings_Screen.Calibration_Button.Text,"BASINÇ
KALİBRASYONU"
Automatic_Screen.Text3.Text,"Güvenlik Önlemi!"
Manuel_Screen.Text3.Text,"Güvenlik Önlemi!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Aksamlar
Components.Back_Button.Text,GERİ
Components.Text.Text,"Acil Durum Butonu"
Components.Text1.Text,"Ayak Sivici"
Components.Text2.Text,"Faz Sırası"
Components.Text3.Text,"Yıkama Pompası"
Components.Text4.Text,"Manual Yıkama Pompası"
Components.Text5.Text,"Hava Üfleyicisi"
Components.Text7.Text,"Kapı Sivici"
Components.Text8.Text,"Su Seviye Sivici"
Automatic_Screen.PAUSE.Text,Duraklat
Automatic_Screen.Text5.Text,"Yıkama Duraklatıldı!"
Components.Text10.Text,"Basınç Transmitteri"
Components.Text11.Text,"Su Sıcaklık Transmitteri"
Components.Text12.Text,"Hava Sıcaklık Transmitteri"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Kalibrasyonun Tamamlanmasını Bekleyiniz!"
Settings_Screen.Text1.Text,"Kalibrasyonun Tamamlanmasını Bekleyiniz!"
Automatic_Screen.PAUSE.Texts[0],Duraklat
Automatic_Screen.PAUSE.Texts[1],Devam
Manuel_Screen.PAUSE.Text,Duraklat
Manuel_Screen.PAUSE.Texts[0],Duraklat
Manuel_Screen.PAUSE.Texts[1],Devam
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix,sn.
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix,sn.
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix,sn.
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix,sn.
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix,sn.
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix,sn.
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix,sn.
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sn.
Manuel_Screen.Text5.Text,"Yıkama Duraklatıldı!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"YIKAMA SÜRESİ"
Automatic_Screen.Set_Heat.Prefix,"KUR: "
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"Döngü Yok"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 Döngü"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 Döngü"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 Döngü"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 Döngü"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 Döngü"
